{
    "Header": {
        "nav_link_home": "Home",
        "nav_link_work": "Work",
        "nav_link_about": "About",
        "nav_link_contact": "Contact"
    },
    "Manifesto": {
        "hi_there": "Hey there, i'm luciano — a product designer experienced in frontend development. currently solving design challenges at ",
        "button_work": "Portfolio",
        "button_about": "About"
    },
    "Home": {
        "voltbras_case_title": "Scheduling recharges for electric vehicles in the Voltbras app",
        "voltbras_case_description": "Designing an experience for scheduling electric vehicles recharges on stations and connectors.",
        "delivery_case_title": "Creating a Free Delivery tool in the Delivery Much system",
        "delivery_case_description": "A solution for Delivery Much partner stores to be able to register free delivery promotions on the Marketplace.",
        "button_view": "View Case",
        "button_comming_soon": "Comming Soon"
    },
    "About": {
        "back_button": "Back",
        "page_title": "About me",
        "bio_paragraph_01": "Born in Rio Grande do Sul, I have a degree in Mechanical Engineering from the Federal University in Porto Alegre.",
        "bio_paragraph_02": "I have always been passionate about design and technology and I am currently a Senior Product Designer in the Payments and Backoffice Tribes of Delivery Much in Florianópolis, Brazil",
        "bio_paragraph_03": "Today, I work with user experience design projects, creative frontend programming and brand identity development.",
        "experience_title": "Experience",
        "role_01": "Senior Product Designer",
        "description_role_01": "In my routine, I conduct product discovery and exploratory interviews, define product requirements and analyze metrics for roadmap prioritization, design the interfaces of the company's internal applications and conduct usability tests. In addition, I am involved in the project to create and document the company's Design System.",
        "role_02": "UX/UI Designer",
        "description_role_02": "Responsible for all user experience design activities at Voltbras. Conducting exploratory research, interface design and usability testing. Together with the team, we have created valuable features for the startup such as Recharge Scheduling, Online Payment and Operations Dashboard.",
        "role_03": "RPA Programmer",
        "description_role_03": "Consultant responsible for developing and implementing automated processes through RPA, Robotic Process Automation. I performed various types of automations using internal customer systems, seeking to reduce costs and effort.",
        "role_04": "Consultant",
        "description_role_04": "Responsible for implementing an open source ERP system in Brazilian companies and startups. Asses customer's needs and frustrations within the product, create product/module requirements and consequently implement the chages in Python, HTML, CSS and Javascript."
    },
    "Voltbras": {
        "back_button": "Back",
        "title": "Scheduling recharges",
        "main": "Voltbras offers an app to find electric stations on the map and charge your electric vehicle. I was part of the project that built the new experience of scheduling a recharge.",
        "main_company_title": "Company",
        "main_duration_title": "Duration",
        "main_duration": "4 months",
        "main_role_title": "My role",
        "main_role": "User research, \nPrototyping, \nInterface Design",
        "main_tools_title": "Tools",
        "h2_overview": "How to travel with an electric vehicle?",
        "overview_paragraph_01": "Through the Voltbras whitelabel app it is possible to: find charging stations near the user's location, filter by connectors available to the vehicle and start a recharge directly through the app or by RFID cards.",
        "overview_paragraph_02": "A big problem in the world of electric recharges is to get to a place and not be able to charge the vehicle due the charge malfunctions or even if the charger is occupied.",
        "overview_paragraph_03": "This frustrations prevent many users from using their electric vehicles for a extended periods of time like long-term trips.",
        "overview_paragraph_04": "I was responsible for the execution of the research project and design of the user experience. I worked together with Web, Mobile and Backend developers and a Product Manager.",
        "h2_objective": "Objectives",
        "objective_paragraph_01": "- Understand the vision of users and the main difficulties in traveling with electric vehicles;",
        "objective_paragraph_02": "- Evaluate the value proposition of the solution and other problems throughout the experience;",
        "objective_paragraph_03": "- Create a new experience that increases engagement with the recharge's app.",
        "h2_discovery": "Understanding the context and discovering problems",
        "discovery_paragraph_01": "During this stage, we talked to several stakeholders to understand more about the <bold>product vision and benefits for users.</bold>",
        "discovery_paragraph_02": "We raised what were the certainties, assumptions and doubts within the scope of the project and defined which key points would need to be explored with research.",
        "h3_interviews": "Interviewing users",
        "interviews_paragraph_01": "We contacted some users to better understand the <bold>different recharging contexts</bold>, what are the main desires, needs and frustrations of users and whether a reservation feature would be something that would bring value to them.",
        "interviews_paragraph_02": "The script sought to validate the need to<bold>plan to travel with an electric vehicle</bold> better understanding the difficulties and needs during the journey. We also wanted to identify which <bold>tools and solutions these users use nowadays</bold> to avoid delays and problems during a trip.",
        "h3_desk_research": "Desk Research",
        "desk_research_paragraph_01": "We also <bold> reviewed technical restrictions on charging stations and their connectors</bold> with the control and monitoring teams.",
        "desk_research_paragraph_02": "Seeking to understand the operation <bold>of existing reservation technology in the stations (OCPP technology)</bold> and what limitations would impact the virtual user experience in the app.",
        "desk_research_paragraph_03": "Analyzing the market, especially outside Brazil, with greater recharge infrastructure, we wanted to discovery how the users deal with this king of challenges and <bold>how other companies have already solved this problem.</bold>",
        "h3_personas": "Personas",
        "personas_paragraph_01": "We build personas throughout the project to <bold> create empathy in our team and help with the visualization of the main user needs.</bold>",
        "personas_paragraph_02": "After segmenting different types of persona we were able to guide product decisions and prioritize which scenarios we would focus on in the early stages.",
        "h3_journeys": "User journey",
        "journeys_paragraph_01": "I have utilized techniques to view and communicate the complete user experience with various touchpoints as an app, your vehicle to the charging station.",
        "journeys_paragraph_02": "We mapped the anxieties, frustrations and celebrations of users throughout this journey and focus on the problematic points of the experience.",
        "h2_define": "Defining the product & which problems to solve",
        "define_paragraph_01": "With these techniques, we could visualize the frictions within in the experience of users who travel to increase engagement with recharges.",
        "define_paragraph_02": "I created several different scenarios imagining ideal interactions and user journeys taking into account the insights and technological limitations found in the previous stages.",
        "define_paragraph_03": "I have built ideal flows with different levels of fidelity both to idealize the solution as a whole but also to communicate to the other members of the team what would be the necessary interactions.",
        "h2_design": "Designing the solution",
        "design_paragraph_01": "After the creation of the flows and validation with the stakeholders and the technical team to anticipate what changes, I imagined experiences learning from several references from other apps and products but with the same mental models of the users.",
        "design_paragraph_02": "Através das pesquisas no mercado europeu, era possível estabelecer alguns padrões de como a tecnologia estava evoluindo por lá. Além, as pesquisas mostraram que muitos usuários <bold>inclusive já faziam o uso deste tipo de aplicativo em suas viagens e passeios fora do Brasil.</bold>",
        "h3_agenda": "Station agenda",
        "agenda_paragraph_01": "In order to be able to create a reservation at the station, we worked on the design of an <bold>agenda for each station connector</bold>. Some stations may have up to three different connector types.",
        "agenda_paragraph_02": "Through this schedule, it is possible to view the busy times and create a new schedule. We also created a shortcut where the user could have <bold>access to all their scheduled times.</bold>",
        "h3_pins": "New map pins",
        "pins_paragraph_01": "User research showed the importance of <bold>differentiating a point that accepted appointments </bold>from a normal charging point",
        "pins_paragraph_02": "Through some iterations, we found an efficient marker design, ensuring that users could understand the meaning and at the same time scalable, allowing the inclusion of visual representations for other functions in the future.",
        "h3_pushs": "Pushs & Popups",
        "pushs_paragraph_01": "We mapped some of the possible problems that could occur between the time of the creation of the reservation and the beginning of the recharge at the station. We created some push notifications and pop-ups informing the user and encouraging them to take the next step on their trip.",
        "pushs_paragraph_02": "The predicted situations included reminders about upcoming reservations, updates of unavailability of the station and status tracking in case of expiration or cancellations.",
        "h2_usability": "Usability Tests",
        "usability_paragraph_01": "To validate the usability of the solution, we invited some users to conduct usability tests. The tests were done during the pandemic period and conducted remotely.",
        "usability_paragraph_02": "The participants interacted with a prototype developed in Figma and followed some predetermined tasks. Our goal was to ensure a fluid and frictionless experience throughout the process.",
        "h2_results": "Results",
        "results_paragraph_01": "This project aimed to create a new experience of scheduling a recharge for the Voltbras app. New flows and screens were created, and usability tests were carried out to ensure the quality of the final product.",
        "results_paragraph_02": "As a result, it was possible to create a new, more intuitive and efficient recharge scheduling experience for the user. This ensures that the app remains a useful and effective tool for those who need to charge their electric vehicle."
    },
    "Delivery":{
        "back_button": "Back",
        "title": "Delivery Much Free Delivery",
        "main": "Delivery Much partner stores can sell their products through the marketplace, create product offers and discount coupons. I was part of a project that built the experience to register promotional deliveries rate on the platform.",
        "main_company_title": "Company",
        "main_duration_title": "Duration",
        "main_duration": "4 months",
        "main_role_title": "My Role",
        "main_role": "User research, Prototyping, Interface Design",
        "main_tools_title": "Tools",
        "h2_overview": "Why Promotional Delivery?",
        "overview_paragraph_01": "Delivery Much is a delivery startup, where shopkeepers offer their selection of products and users make purchases through the app or website.",
        "overview_paragraph_02": "Despite the possibility of registering offers on products and discount coupons, <bold>there was no functionality to configure discounts on the delivery rate</bold> of these stores.",
        "overview_paragraph_03": "The existing process was <bold>manual, prone to failure and difficult to predict</bold>, so many of the performance histories for these promotions were inaccessible.",
        "overview_paragraph_04": "Along with the Backoffice Tribe, I participated in the project to optimize this tool meeting the demands of the business and the main users. I carried out exploratory research, designed the experience and conducted usability tests.",
        "h2_objective": "Objectives",
        "objective_paragraph_01": "- Map the negociation process, registration and analisis of results with free and promotional delivery and its different actors.",
        "objective_paragraph_02": "- Create a new experience that increases the engagement of stores offering discounts on delivery.",
        "objective_paragraph_03": "- Automate the financial process of including delivery rate discounts on store's invoices.",
        "h2_discovery": "Understanding the free delivery universe",
        "discovery_paragraph_01": "During this stage, we gathered the knowledge of different stakeholders to map the difficulties with the current product and what the needs are for the future.",
        "discovery_paragraph_02": "We got in touch with other tribes involved, Customers and Stores, to understand what were the certainties, assumptions and doubts within the scope and defined which main points would need to be explored for each team.",
        "h3_dinamic": "CDM Dynamic",
        "dinamic_paragraph_01": "<bold>One of the insights generation processes was CDM 2022</bold>, the Delivery Much Convention. The event was held in person in March 2022 and brought together several employees and franchisees to talk about the future of products and the company.",
        "dinamic_paragraph_02": "Through a collaborative dynamic during one day of the event, the participants brought up the <bold>main pains and needs along the journey of registering promotions.</bold>",
        "dinamic_paragraph_03": "Thus, it was possible to list the main difficulties in the process of managing store promotions, as well as some ideas for possible solutions.",
        "h3_interviews": "Interviews",
        "interviews_paragraph_01": "We conducted in-depth interviews with the teams responsible for operationalizing delivery rate promotions across the entire Delivery Much ecosystem:",
        "interviews_paragraph_02": "1. We interviewed the <bold>Operations</bold> area to understand more about how discount free delivery is negotiated and registered,",
        "interviews_paragraph_03": "2. The <bold>Marketing</bold> team, on how to analyze the performance of free delivery campaings after completion and return on investment,",
        "interviews_paragraph_04": "3. And the <bold>Financial</bold> team. At the end of the process, it is necessary to deduct or add amounts to the stores' invoices.",
        "interviews_paragraph_05": "We also interviewed the franchise team, which had participated in the face-to-face dynamics. We selected franchises that suited the pre-selected metrics such as level of investment with promotions and value transacted on the marketplace:",
        "interviews_paragraph_06": "1. <bold>Franchises that do not work with free delivery:</bold> understand the reason for the lack of engagement with the current feature and how we could improve",
        "interviews_paragraph_07": "2. <bold>Free Delivery franchises:</bold> we wanted to understand what works for them and how to get the most out of the tool.",
        "interviews_paragraph_08": "Through these conversations, it was possible to map the process from end to end and understand the main points of frustration for each persona and distribute actions for each team to conduct internally.",
        "h3_journeys": "User journeys",
        "journeys_paragraph_01": "We created different user journeys, one for each marketplace actor: Franchisee (Internal User), Store and Customer.",
        "journeys_paragraph_02": "We map each action and point of contact of the stores with the <bold>demand and need </bold>for delivery rate promotions, the journey of internal users and their <bold>manual entries</bold> and finally the search and <bold>customer purchase with promotional delivery</bold> in the app.",
        "benchmarking_paragraph_01": "As the project involved frontend design to be able to register these promotions, I tried to find similar features in competitors' products.",
        "benchmarking_paragraph_02": "It was possible to use these references in the interaction design stage. However, we realized that the <bold>degree of customization </bold> that the company offered was a <bold>non-existent differential in several of the analyzed products.</bold>",
        "h2_define": "Product defined",
        "define_paragraph_01": "With these techniques, we identified several points of friction in the user experience. We used the User Story Map technique to idealize new flows on top of current flows and also phase initiatives into releases.",
        "define_paragraph_02": "In addition to the migration needs between systems, it was time to evaluate every aspect of the original feature, see what we could take advantage of, and then create a new updated version.",
        "define_paragraph_03": "With this, I was able to build ideal flows at different fidelity levels that contemplated the expected product needs",
        "h2_design": "Designing the Solution",
        "design_paragraph_01": "After creating the flows and validating them with the stakeholders and the technical team, I created experiences within both the company's systems: within the promotions management platform and within the application for the user to buy.",
        "design_paragraph_02": "Despite several references to other applications and products, it was necessary to respect all the foundations of the company's Design System, the Marmita Design System.",
        "h3_delivery_plans": "Delivery Plans",
        "plans_paragraph_01": "To be able to create a promotion on store deliveries, we expanded the current concept of delivery plans and worked on the design of a promotional delivery plan.",
        "plans_paragraph_02": "Through the plan, it is possible to enable and disable neighborhoods as well as change their delivery rates. We have also created visual indicators about which plan is currently active to help with visibility.",
        "h3_delivery_banners": "New App Highlights",
        "banner_paragraph_01": "User research has shown the importance of bringing this information to the end customer in an automated way.",
        "banner_paragraph_02": "We found a layout that both had the information we needed and also properly highlighted the free delivery to make room for other promotions in the future.",
        "h3_free_delivery": "Free delivery above $",
        "free_delivery_paragraph_01": "A need pointed out by many users was to bring the possibility of linking a minimum order to free delivery. ",
        "free_delivery_paragraph_02": "We've expanded the delivery plan screen to contain one more option about the minimum order for that plan.",
        "h3_billing": "Billing Automation",
        "billing_paragraph_01": "With the flows mapped and the solution's new UI, we can now automate the discounts coming from promotional deliveries directly to the stores' account.",
        "billing_paragraph_02": "This process helped reduce the effort required by the billing team and ensures scalability for the future of the company.",
        "h2_usability": "Usability Tests",
        "usability_paragraph_01": "To validate the usability of the solution, we invite some users to conduct usability tests.",
        "usability_paragraph_02": "The tests were conducted <bold>remotely</bold> where participants could interact with a <bold>prototype developed in Figma</bold> and followed some predetermined tasks.",
        "h2_results": "Results",
        "results_paragraph_01": "Through the complete mapping of the user experience, we identified several points of friction in the journey. The creation of a new flow and UI for the solution was crucial to guarantee the scalability of the product and to automate the financial process of the partner stores . Usability testing has shown that the new experience remains fluid and frictionless throughout the process."
    },
    "Footer": {
        "developed_by": "developed with ❤️ by"
    }
}