{
    "Header": {
        "nav_link_home": "Home",
        "nav_link_work": "Work",
        "nav_link_about": "About",
        "nav_link_contact": "Contact"
    },
    "Manifesto": {
        "hi_there": "Hey there, i'm luciano — a product designer experienced in frontend development. currently solving complex design challenges at ",
        "button_work": "Portfolio",
        "button_about": "About"
    },
    "Home": {
        "voltbras_case_title": "Scheduling recharges for electric vehicles in the Voltbras app",
        "voltbras_case_description": "Designing an experience for scheduling electric vehicles recharges on stations and connectors.",
        "delivery_case_title": "Creating a Free Delivery tool in the Delivery Much system",
        "delivery_case_description": "A solution for Delivery Much partner stores to be able to register free delivery promotions on the Marketplace.",
        "button_view": "View Case",
        "button_comming_soon": "Comming Soon"
    },
    "About": {
        "back_button": "Back",
        "page_title": "About me",
        "bio_paragraph_01": "Born in Rio Grande do Sul, I have a degree in Mechanical Engineering from UFRGS in Porto Alegre, I have always been passionate about technology and migrated to product design in 2020.",
        "bio_paragraph_02": "I am currently a Senior Product Designer in the Payments Tribes and Backoffice of Delivery Much in Florianópolis, Brazil",
        "bio_paragraph_03": "Today, I work with user experience design projects, creative frontend programming and brand identity development.",
        "role_01": "Senior Product Designer",
        "description_role_01": "In my routine, I conduct product discovery and exploratory interviews, define product requirements and analyze metrics for roadmap prioritization, design the interfaces of the company's internal applications and conduct usability tests. In addition, I am involved in the project to create and document the company's Design System.",
        "role_02": "UX/UI Designer",
        "description_role_02": "Responsible for all user experience design activities at Voltbras. Conducting exploratory research, interface design and usability testing. Together with the team, we have created valuable features for the startup such as Recharge Scheduling, Online Payment and Operations Dashboard.",
        "role_03": "RPA Programmer",
        "description_role_03": "Consultant responsible for developing and implementing automated processes through RPA, Robotic Process Automation. I performed various types of automations using internal customer systems, seeking to reduce costs and effort.",
        "role_04": "Consultant",
        "description_role_04": "Responsible for implementing an open source ERP system in Brazilian companies and startups. Asses customer's needs and frustrations within the product, create product/module requirements and consequently implement the chages in Python, HTML, CSS and Javascript."
    },
    "Voltbras": {
        "back_button": "Back",
        "title": "Scheduling recharges",
        "main": "Voltbras offers an application to find electric stations on the map and charge the battery of an electric vehicle. I was part of a project that built the new experience of scheduling a recharge.",
        "main_company_title": "Company",
        "main_duration_title": "Duration",
        "main_duration": "4 months",
        "main_role_title": "My role",
        "main_role": "User research, \nPrototyping, \nInterface Design",
        "main_tools_title": "Tools",
        "h2_overview": "How to travel with an electric vehicle?",
        "overview_paragraph_01": "Through the Voltbras whitelabel application it is possible to find charging stations near the user's location, filter by connectors available to the vehicle and start a recharge directly through the application or by RFID cards.",
        "overview_paragraph_02": "A big problem in the world of electric recharges is to get to a place and the charger is busy, or not being able to charge the vehicle due to technical problems with the station.",
        "overview_paragraph_03": "This frustration prevents many users from using their electric vehicles for a long time or using them for long-term trips.",
        "overview_paragraph_04": "I was responsible for the execution of the research project and design of the user experience. I worked together with Web, Mobile and Backend developers and a Product Manager.",
        "h2_objective": "Objectives",
        "objective_paragraph_01": "- Understand the vision of users and the main difficulties in traveling with electric vehicles;",
        "objective_paragraph_02": "- Evaluate the value proposition of the solution and other problems throughout the experience;",
        "objective_paragraph_03": "- Create a new experience that increases engagement with the recharge's app.",
        "h2_discovery": "Understanding the context and discovering problems",
        "discovery_paragraph_01": "During this stage, we talked to several stakeholders to understand more about the <bold>product vision and benefits for users.</bold>",
        "discovery_paragraph_02": "We raised what were the certainties, assumptions and doubts within the scope of the project and defined which main points would need to be explored with research.",
        "h3_interviews": "Interviewing users",
        "interviews_paragraph_01": "We contacted some users to better understand the <bold>different recharging contexts</bold>, what are the main desires, needs and frustrations of users and whether a reservation feature would be something that would bring value to them.",
        "interviews_paragraph_02": "The script sought to validate the need to<bold>plan to travel with an electric vehicle</bold> better understanding the difficulties and needs during the journey. We also sought to identify which <bold>tools and solutions these users use </bold>to avoid delays and problems during a trip.",
        "h3_desk_research": "Desk Research",
        "desk_research_paragraph_01": "We also <bold> reviewed technical restrictions on charging stations and their connectors</bold> with the control and monitoring teams.",
        "desk_research_paragraph_02": "Seeking to understand the operation <bold>of existing reservation technology in the stations (OCPP technology)</bold> and what limitations would impact the virtual user experience in the application.",
        "desk_research_paragraph_03": "Analyzing the market, especially outside Brazil, with greater recharge infrastructure, we wanted to discovery how the users deal with this king of challenges and <bold>how other companies have already solved this problem over there.</bold>",
        "h3_personas": "Personas",
        "personas_paragraph_01": "We build personas throughout the project to <bold> create empathy in our team and help with the visualization of the main user needs.</bold>",
        "personas_paragraph_02": "After segmenting different types of persona we were able to guide product decisions and prioritize which scenarios we would focus on in the early stages.",
        "h3_journeys": "User journey",
        "journeys_paragraph_01": "I have utilized techniques to view and communicate the complete user experience with various touchpoints as an application, your vehicle to the charging station.",
        "journeys_paragraph_02": "We mapped the anxieties, frustrations and celebrations of users throughout this journey and focus on the problematic points of the experience.",
        "h2_define": "Defining the product & which problems to solve",
        "define_paragraph_01": "With these techniques, we could visualize the frictions within in the experience of users who travel to increase engagement with recharges.",
        "define_paragraph_02": "I created several different scenarios imagining ideal interactions and user journeys taking into account the insights and technological limitations found in the previous stages.",
        "define_paragraph_03": "I have built ideal flows with different levels of fidelity both to idealize the solution as a whole but also to communicate to the other members of the team what would be the necessary interactions.",
        "h2_design": "Designing the solution",
        "design_paragraph_01": "After the creation of the flows and validation with the stakeholders and the technical team to anticipate what changes, I imagined experiences learning from several references from other applications and products but with the same mental models of the users.",
        "design_paragraph_02": "Através das pesquisas no mercado europeu, era possível estabelecer alguns padrões de como a tecnologia estava evoluindo por lá. Além, as pesquisas mostraram que muitos usuários <bold>inclusive já faziam o uso deste tipo de aplicativo em suas viagens e passeios fora do Brasil.</bold>",
        "h3_agenda": "Station agenda",
        "agenda_paragraph_01": "In order to be able to create a reservation at the station, we worked on the design of an <bold>agenda for each station connector</bold>. Some stations may have up to three different connector types.",
        "agenda_paragraph_02": "Through this schedule, it is possible to view the busy times and create a new schedule. We also created a shortcut where the user could have <bold>access to all their scheduled times.</bold>",
        "h3_pins": "New map pins",
        "pins_paragraph_01": "User research showed the importance of <bold>differentiating a point that accepted appointments </bold>from a normal charging point",
        "pins_paragraph_02": "Through some iterations, we found an efficient marker design, ensuring that users could understand the meaning and at the same time scalable, allowing the inclusion of visual representations for other functions in the future.",
        "h3_pushs": "Pushs & Popups",
        "pushs_paragraph_01": "We mapped some of the possible problems that could occur between the time of the creation of the reservation and the beginning of the recharge at the station. We created some push notifications and pop-ups informing the user and encouraging them to take the next step on their trip.",
        "pushs_paragraph_02": "The predicted situations included reminders about upcoming reservations, updates of unavailability of the station and status tracking in case of expiration or cancellations.",
        "h2_usability": "Usability Tests",
        "usability_paragraph_01": "To validate the usability of the solution, we invited some users to conduct usability tests. The tests were done during the pandemic period and conducted remotely.",
        "usability_paragraph_02": "The participants interacted with a prototype developed in Figma and followed some predetermined tasks. Our goal was to ensure a fluid and frictionless experience throughout the process.",
        "h2_results": "Results",
        "results_paragraph_01": "This project aimed to create a new experience of scheduling a recharge for the Voltbras application. New flows and screens were created, and usability tests were carried out to ensure the quality of the final product.",
        "results_paragraph_02": "As a result, it was possible to create a new, more intuitive and efficient recharge scheduling experience for the user. This ensures that the application remains a useful and effective tool for those who need to charge their electric vehicle."
    },
    "Footer": {
        "developed_by": "developed with ❤️ by"
    }
}