{
    "Header": {
        "nav_link_home": "Início",
        "nav_link_work": "Portfolio",
        "nav_link_about": "Sobre mim",
        "nav_link_contact": "Contato"
    },
    "Manifesto": {
        "hi_there": "Olá! Sou Luciano — Designer de Produtos com experiência em desenvolvimento Frontend. Atualmente resolvendo problemas através do design na ",
        "button_work": "Portfolio",
        "button_about": "Sobre mim"
    },
    "Home": {
        "voltbras_case_title": "Agendando recargas para veículos elétricos no aplicativo da Voltbras",
        "voltbras_case_description": "Desenhando uma experiência de reserva de uma estação e um conector para carregar veículos elétricos.",
        "delivery_case_title": "Criando uma ferramenta de Entrega Grátis no sistema da Delivery Much",
        "delivery_case_description": "Uma solução para lojas parceiras da Delivery Much poderem cadastrar promoções de entrega grátis no Marketplace.",
        "button_view": "Ver case",
        "button_comming_soon": "Em Breve"
    },
    "About": {
        "back_button": "Voltar",
        "page_title": "Sobre mim",
        "bio_paragraph_01": "Nascido no Rio Grande do Sul, tenho formação em Engenharia Mecânica pela Universidade Federal do Rio Grande do Sul em Porto Alegre.",
        "bio_paragraph_02": "Atualmente sou Designer de Produtos Sênior nas Tribos de Payments e Backoffice da Delivery Much em Florianópolis, Santa Catarina.",
        "bio_paragraph_03": "Sempre fui apaixonado por como o design e tecnologia operam juntos e podem melhorar o mundo. Hoje, trabalho com projetos de design de experiência do usuário, programação criativa frontend e desenvolvimento de identidade de marcas.",
        "role_01": "Product Designer Sênior",
        "description_role_01": "Hoje atuo como product designer nas equipes de Pagamentos e Backoffice. Na minha rotina, realizo product discovery e entrevistas exploratórias, defino requisitos de produto e analiso de métricas para priorização de roadmap, faço o design das interfaces das aplicações internas da empresa e conduzo testes de usabilidade. Além disso, estou envolvido no projeto de criação e documentação do Design System da empresa.",
        "role_02": "UX/UI Designer",
        "description_role_02": "Responsável por todas as atividades de design de experiência do usuário na Voltbras. Condução de pesquisas exploratórias, design de interfaces e testes de usabilidade. Junto do time, criamos features valiosas para a Startup como Agendamento de Recargas, Pagamento Online e Dashboard de Operações.",
        "role_03": "Programador RPA",
        "description_role_03": "Consultor responsável por desenvolver e implementar processos automatizados por meio de robôs, Robotic Process Automation, RPA. Realizei diversos tipos de automatizações utilizando sistemas internos de clientes, buscando redução de custos e redução de esforço.",
        "role_04": "Consultor de Implantação",
        "description_role_04": "Responsável por projetos de implantação do sistema ERP em empresas e Startup Brasileiras, parametrização do sistema e consultorias voltadas para implementação das necessidades do Cliente. Análise e levantamento de requisitos e consequentemente adaptações à módulos e extensões em Python, HTML, CSS e Javascript."
    },
    "Voltbras": {
        "back_button": "Voltar",
        "title": "Agendamento de recargas",
        "main": "A Voltbras oferece um aplicativo para encontrar estações de carregamento de carros elétricos. Fiz parte do projeto que construiu a nova experiência de agendamento de uma recarga.",
        "main_company_title": "Empresa",
        "main_duration_title": "Duração",
        "main_duration": "4 meses",
        "main_role_title": "Meu Papel",
        "main_role": "User research, Prototipagem, Interface Design",
        "main_tools_title": "Ferramentas",
        "h2_overview": "Como viajar com um veículo elétrico?",
        "overview_paragraph_01": "Através do aplicativo whitelabel da Voltbras é possível: encontrar estações de recarga próximas do usuário, filtrar os conectores disponíveis para o veículo e iniciar uma recarga diretamente pelo aplicativo ou por cartões RFID.",
        "overview_paragraph_02": "Um grande problema no mundo de recargas elétricas é de chegar a um local e o carregador estar ocupado. Ou então, não poder carregar o veículo em função de problemas técnicos com a estação.",
        "overview_paragraph_03": "Essas frustrações impedem que muitos usuários utilizem seus veículos elétricos por longos períodos, como viagens.",
        "overview_paragraph_04": "Fui responsável pela execução do projeto de pesquisa e design da experiência do usuário. Atuei juntamente de desenvolvedores Web, Mobile e Backend e um Product Manager.",
        "h2_objective": "Objetivos",
        "objective_paragraph_01": "- Entender a visão dos usuários e as principais dificuldades em viagens com veículos elétricos;        ",
        "objective_paragraph_02": "- Avaliar a proposta de valor da solução e outros problemas ao longo da experiência;",
        "objective_paragraph_03": "- Criar uma nova experiência que aumente o engajamento com o app de recargas.",
        "h2_discovery": "Entendendo o contexto e descobrindo problemas",
        "discovery_paragraph_01": "Durante esta etapa, conversamos com diversos stakeholders para entender mais sobre as <bold>visões para o produto e benefícios para os usuários</bold>.",
        "discovery_paragraph_02": "Levantamos quais as eram as certezas, suposições e dúvidas dentro do escopo do projeto e definimos quais principais pontos que precisariam ser explorados com pesquisas.",
        "h3_interviews": "Entrevistas com usuários",
        "interviews_paragraph_01": "Entramos em contato com alguns usuários para entender melhor os <bold>diferentes contextos de recarga</bold>, quais os principais desejos, necessidades e frustrações dos usuários e se uma feature de reservas seria algo que trouxesse valor para eles.",
        "interviews_paragraph_02": "O roteiro buscou validar a necessidade de se <bold>planejar para viajar</bold> com um veículo entendendo melhor as dificuldades e necessidades durante a jornada. também buscamos identificar quais as ferramentas e soluções que estes usuários utilizam para evitar atrasos e problemas durante uma viagem.",
        "h3_desk_research": "Desk Research",
        "desk_research_paragraph_01": "Também revisamos <bold>restrições técnicas das estações de recarga</bold> e de seus conectores com as equipes de controle e monitoramento.",
        "desk_research_paragraph_02": "Buscamos entender o funcionamento da <bold>tecnologia de reservas já existente </bold>nas estações (tecnologia OCPP) e quais limitações impactariam na experiência virtual do usuário no aplicativo.",
        "desk_research_paragraph_03": "Analisamos o mercado, principalmente fora do Brasil, para entender como os usuários, com maior infraestutura de carregamento, lidam com este tipo de desafio e <bold>como outras empresas já resolveram este problema por lá.</bold>",
        "h3_personas": "Personas",
        "personas_paragraph_01": "Construímos personas ao longo do projeto para para criar empatia em nossa equipe e ajudar com a visualização das principais necessidades dos usuários.",
        "personas_paragraph_02": "Depois de segmentar tipos diferentes de persona pudemos orientar decisões de produto e priorizar quais os cenários que iríamos nos concentraríamos nos estágios iniciais.",
        "h3_journeys": "Jornada do usuário",
        "journeys_paragraph_01": "Usamos técnicas para visualizar e comunicar a experiência completa dos usuários com vários pontos de contato como aplicativo, seu veículo a estação de recarga.",
        "journeys_paragraph_02": "Mapeamos ansiedades, frustrações e celebrações dos usuários ao longo dessa jornada e focamos nos pontos problemáticos da experiência.",
        "h2_define": "Definido o produto & quais problemas atacar",
        "define_paragraph_01": "Com estas técnicas, identificamos pontos de atrito na experiência dos usuários que viajam para aumentar o engajamento com as recargas.",
        "define_paragraph_02": "Criei diversos cenários imaginando as interações e jornadas ideais dos usuários, levando-se em consideração os insights e limitações tecnológicas encontradas nas etapas anteriores.",
        "define_paragraph_03": "Construí fluxos ideais com diferentes níveis de fidelidade tanto para idealizar a solução como um todo, mas também para comunicar para os demais membros do time quais seriam as interações necessárias.",
        "h2_design": "Desenhando a Solução",
        "design_paragraph_01": "Após a criação dos fluxos e validação com os stakeholders e o time técnico para antecipar quais quer alterações, imaginei experiências aprendendo com diversas referencias de outros aplicativos e produtos porém com os mesmos modelos mentais dos usuários.",
        "design_paragraph_02": "Através das pesquisas no mercado europeu, era possível estabelecer alguns padrões de como a tecnologia estava evoluindo por lá. Além, as pesquisas mostraram que muitos usuários <bold>inclusive já faziam o uso deste tipo de aplicativo em suas viagens e passeios fora do Brasil.</bold>",
        "h3_agenda": "Agenda da Estação",
        "agenda_paragraph_01": "Para conseguir criar uma reserva na estação, trabalhamos no design de uma agenda para cada conector da estação. Algumas podem possuir até três modelos diferentes.",
        "agenda_paragraph_02": "Através desta agenda, é possível visualizar os horários ocupados e criar um novo agendamento. Também criamos um atalho onde o usuário poderia ter acesso a todos seus horários agendados.",
        "h3_pins": "Novos pins",
        "pins_paragraph_01": "A pesquisa de usuários mostrou a importância de diferenciar um ponto que aceitasse agendamentos de um ponto de recarga normal",
        "pins_paragraph_02": "Através de algumas iterações, encontramos um design de marcador eficiente, garantindo que os usuários pudessem entender o significado e ao mesmo tempo escalável, permitindo a inclusão de representações visuais para outras funções no futuro.",
        "h3_pushs": "Pushs e Popups",
        "pushs_paragraph_01": "Mapeamos alguns dos possíveis problemas que poderiam ocorrer entre o momento da criação da reserva e o inicio da recarga na estação. Criamos algumas notificações push e pop-ups informando o usuário e incentivando-o a dar o próximo passo na sua viagem.",
        "pushs_paragraph_02": "As situações previstas incluíram lembretes sobre reservas próximas, atualizações de indisponibilidade da estação e acompanhamento do status em caso de expiração ou cancelamentos.",
        "h2_usability": "Testes de Usabilidade",
        "usability_paragraph_01": "Para validar a usabilidade da solução, convidamos alguns usuários para condução de testes de usabilidade. Os testes foram feitos durante o período da pandemia e conduzidas de maneira remota.",
        "usability_paragraph_02": "Os participantes interagiram com um protótipo desenvolvido no Figma e seguiram algumas tarefas pré-determinadas. Nosso objetivo era garantir uma experiência fluída e sem atritos ao longo do processo.",
        "h2_results": "Resultados",
        "results_paragraph_01": "Este projeto teve como objetivo a criação de uma nova experiência de agendamento de uma recarga para o aplicativo da Voltbras. Foram criados novos fluxos e telas, e foram realizados testes de usabilidade para garantir a qualidade do produto final.",
        "results_paragraph_02": "Como resultado, foi possível criar uma nova experiência de agendamento de recarga mais intuitiva e eficiente para o usuário. Isso garante que o aplicativo continue sendo uma ferramenta útil e eficaz para quem precisa carregar seu veículo elétrico."
    },
    "Footer": {
        "developed_by": "desenvolvido com ❤️ por"
    }
}