{
    "Header": {
        "nav_link_home": "Início",
        "nav_link_work": "Portfolio",
        "nav_link_about": "Sobre mim",
        "nav_link_contact": "Contato"
    },
    "Manifesto": {
        "hi_there": "Olá! Sou Luciano — Designer de Produtos com experiência em desenvolvimento Frontend. Atualmente resolvendo problemas através do design no ",
        "button_work": "Portfolio",
        "button_about": "Sobre mim"
    },
    "Home": {
        "voltbras_case_title": "Agendando recargas para veículos elétricos no aplicativo da Voltbras",
        "voltbras_case_description": "Desenhando uma experiência de reserva de uma estação e um conector para carregar veículos elétricos.",
        "delivery_case_title": "Criando uma ferramenta de Entrega Grátis no sistema da Delivery Much",
        "delivery_case_description": "Uma solução para lojas parceiras da Delivery Much poderem cadastrar promoções de entrega grátis no Marketplace.",
        "button_view": "Ver case",
        "button_comming_soon": "Em Breve"
    },
    "About": {
        "back_button": "Voltar",
        "page_title": "Sobre mim",
        "bio_paragraph_01": "Nascido no Rio Grande do Sul, tenho formação em Engenharia Mecânica pela Universidade Federal do Rio Grande do Sul em Porto Alegre.",
        "bio_paragraph_02": "Atualmente sou Designer de Produtos na Tribo de Engajamento na Vertical de CRM do Sicredi em Porto Alegre, Rio Grande do Sul.",
        "bio_paragraph_03": "Sempre fui apaixonado por como o design e tecnologia operam juntos e podem melhorar o mundo. Hoje, trabalho com projetos de design de experiência do usuário, programação criativa frontend e desenvolvimento de identidade de marcas.",
        "experience_title": "Experiência",
        "role_01": "Product Designer",
        "description_role_01": "Realizei diversos processos de discovery para as squads de Lojas e Cliente Final. Conduzi entrevistas exploratórias, defini requisitos de produto e analisei métricas para priorização de roadmap. Construí o design das interfaces das aplicações internas da empresa e as validei através de testes de usabilidade com os principais usuários. Além disso, tive ampla participação no projeto de criação do Design System da empresa, o Marmita.",
        "role_02": "Product Designer",
        "description_role_02": "Responsável por todas as atividades de design de experiência do usuário na Voltbras. Condução de pesquisas exploratórias, design de interfaces e testes de usabilidade. Junto do time, criamos features valiosas para a Startup como Agendamento de Recargas, Pagamento Online e Dashboard de Operações.",
        "role_03": "Programador RPA",
        "description_role_03": "Consultor responsável por desenvolver e implementar processos automatizados por meio de robôs, Robotic Process Automation, RPA. Realizei diversos tipos de automatizações utilizando sistemas internos de clientes, buscando redução de custos e redução de esforço.",
        "role_04": "Consultor de Implantação",
        "description_role_04": "Responsável por projetos de implantação do sistema ERP em empresas e Startup Brasileiras, parametrização do sistema e consultorias voltadas para implementação das necessidades do Cliente. Análise e levantamento de requisitos e consequentemente adaptações à módulos e extensões em Python, HTML, CSS e Javascript.",
        "role_05": "Product Designer",
        "description_role_05": "Como Designer de Produtos na vertical de CRM levanto oportunidades, realizo investigações e desenvolvo soluções que aumentem o engajamento dos associados com ofertas de produtos e serviços de maneira digital. Conduzo o processo de design de ponta a ponta e participo ativamente em decisões estratégicas da Tribo frente às centrais e cooperativas do Sicredi."
    },
    "Voltbras": {
        "back_button": "Voltar",
        "title": "Agendamento de recargas",
        "main": "A Voltbras oferece um aplicativo para encontrar estações de carregamento de carros elétricos. Fiz parte do projeto que construiu a nova experiência de agendamento de uma recarga.",
        "main_company_title": "Empresa",
        "main_duration_title": "Duração",
        "main_duration": "4 meses",
        "main_role_title": "Meu Papel",
        "main_role": "User research, Prototipagem, Interface Design",
        "main_tools_title": "Ferramentas",
        "h2_overview": "Como viajar com um veículo elétrico?",
        "overview_paragraph_01": "Através do aplicativo whitelabel da Voltbras é possível: encontrar estações de recarga próximas do usuário, filtrar os conectores disponíveis para o veículo e iniciar uma recarga diretamente pelo aplicativo ou por cartões RFID.",
        "overview_paragraph_02": "Um grande problema no mundo de recargas elétricas é de chegar a um local e o carregador estar ocupado. Ou então, não poder carregar o veículo em função de problemas técnicos com a estação.",
        "overview_paragraph_03": "Essas frustrações impedem que muitos usuários utilizem seus veículos elétricos por longos períodos, como viagens.",
        "overview_paragraph_04": "Fui responsável pela execução do projeto de pesquisa e design da experiência do usuário. Atuei juntamente de desenvolvedores Web, Mobile e Backend e um Product Manager.",
        "h2_objective": "Objetivos",
        "objective_paragraph_01": "- Entender a visão dos usuários e as principais dificuldades em viagens com veículos elétricos;        ",
        "objective_paragraph_02": "- Avaliar a proposta de valor da solução e outros problemas ao longo da experiência;",
        "objective_paragraph_03": "- Criar uma nova experiência que aumente o engajamento com o app de recargas.",
        "h2_discovery": "Entendendo o contexto e descobrindo problemas",
        "discovery_paragraph_01": "Durante esta etapa, conversamos com diversos stakeholders para entender mais sobre as <bold>visões para o produto e benefícios para os usuários</bold>.",
        "discovery_paragraph_02": "Levantamos quais as eram as certezas, suposições e dúvidas dentro do escopo do projeto e definimos quais principais pontos que precisariam ser explorados com pesquisas.",
        "h3_interviews": "Entrevistas com usuários",
        "interviews_paragraph_01": "Entramos em contato com alguns usuários para entender melhor os <bold>diferentes contextos de recarga</bold>, quais os principais desejos, necessidades e frustrações dos usuários e se uma feature de reservas seria algo que trouxesse valor para eles.",
        "interviews_paragraph_02": "O roteiro buscou validar a necessidade de se <bold>planejar para viajar</bold> com um veículo entendendo melhor as dificuldades e necessidades durante a jornada. também buscamos identificar quais as ferramentas e soluções que estes usuários utilizam para evitar atrasos e problemas durante uma viagem.",
        "h3_desk_research": "Desk Research",
        "desk_research_paragraph_01": "Também revisamos <bold>restrições técnicas das estações de recarga</bold> e de seus conectores com as equipes de controle e monitoramento.",
        "desk_research_paragraph_02": "Buscamos entender o funcionamento da <bold>tecnologia de reservas já existente </bold>nas estações (tecnologia OCPP) e quais limitações impactariam na experiência virtual do usuário no aplicativo.",
        "desk_research_paragraph_03": "Analisamos o mercado, principalmente fora do Brasil, para entender como os usuários, com maior infraestutura de carregamento, lidam com este tipo de desafio e <bold>como outras empresas já resolveram este problema por lá.</bold>",
        "h3_personas": "Personas",
        "personas_paragraph_01": "Construímos personas ao longo do projeto para para criar empatia em nossa equipe e ajudar com a visualização das principais necessidades dos usuários.",
        "personas_paragraph_02": "Depois de segmentar tipos diferentes de persona pudemos orientar decisões de produto e priorizar quais os cenários que iríamos nos concentraríamos nos estágios iniciais.",
        "h3_journeys": "Jornada do usuário",
        "journeys_paragraph_01": "Usamos técnicas para visualizar e comunicar a experiência completa dos usuários com vários pontos de contato como aplicativo, seu veículo a estação de recarga.",
        "journeys_paragraph_02": "Mapeamos ansiedades, frustrações e celebrações dos usuários ao longo dessa jornada e focamos nos pontos problemáticos da experiência.",
        "h2_define": "Definido o produto & quais problemas atacar",
        "define_paragraph_01": "Com estas técnicas, identificamos pontos de atrito na experiência dos usuários que viajam para aumentar o engajamento com as recargas.",
        "define_paragraph_02": "Criei diversos cenários imaginando as interações e jornadas ideais dos usuários, levando-se em consideração os insights e limitações tecnológicas encontradas nas etapas anteriores.",
        "define_paragraph_03": "Construí fluxos ideais com diferentes níveis de fidelidade tanto para idealizar a solução como um todo, mas também para comunicar para os demais membros do time quais seriam as interações necessárias.",
        "h2_design": "Desenhando a Solução",
        "design_paragraph_01": "Após a criação dos fluxos e validação com os stakeholders e o time técnico para antecipar quais quer alterações, imaginei experiências aprendendo com diversas referencias de outros aplicativos e produtos porém com os mesmos modelos mentais dos usuários.",
        "design_paragraph_02": "Através das pesquisas no mercado europeu, era possível estabelecer alguns padrões de como a tecnologia estava evoluindo por lá. Além, as pesquisas mostraram que muitos usuários <bold>inclusive já faziam o uso deste tipo de aplicativo em suas viagens e passeios fora do Brasil.</bold>",
        "h3_agenda": "Agenda da Estação",
        "agenda_paragraph_01": "Para conseguir criar uma reserva na estação, trabalhamos no design de uma agenda para cada conector da estação. Algumas podem possuir até três modelos diferentes.",
        "agenda_paragraph_02": "Através desta agenda, é possível visualizar os horários ocupados e criar um novo agendamento. Também criamos um atalho onde o usuário poderia ter acesso a todos seus horários agendados.",
        "h3_pins": "Novos pins",
        "pins_paragraph_01": "A pesquisa de usuários mostrou a importância de diferenciar um ponto que aceitasse agendamentos de um ponto de recarga normal",
        "pins_paragraph_02": "Através de algumas iterações, encontramos um design de marcador eficiente, garantindo que os usuários pudessem entender o significado e ao mesmo tempo escalável, permitindo a inclusão de representações visuais para outras funções no futuro.",
        "h3_pushs": "Pushs e Popups",
        "pushs_paragraph_01": "Mapeamos alguns dos possíveis problemas que poderiam ocorrer entre o momento da criação da reserva e o inicio da recarga na estação. Criamos algumas notificações push e pop-ups informando o usuário e incentivando-o a dar o próximo passo na sua viagem.",
        "pushs_paragraph_02": "As situações previstas incluíram lembretes sobre reservas próximas, atualizações de indisponibilidade da estação e acompanhamento do status em caso de expiração ou cancelamentos.",
        "h2_usability": "Testes de Usabilidade",
        "usability_paragraph_01": "Para validar a usabilidade da solução, convidamos alguns usuários para condução de testes de usabilidade. Os testes foram feitos durante o período da pandemia e conduzidas de maneira remota.",
        "usability_paragraph_02": "Os participantes interagiram com um protótipo desenvolvido no Figma e seguiram algumas tarefas pré-determinadas. Nosso objetivo era garantir uma experiência fluída e sem atritos ao longo do processo.",
        "h2_results": "Resultados",
        "results_paragraph_01": "Este projeto teve como objetivo a criação de uma nova experiência de agendamento de uma recarga para o aplicativo da Voltbras. Foram criados novos fluxos e telas, e foram realizados testes de usabilidade para garantir a qualidade do produto final.",
        "results_paragraph_02": "Como resultado, foi possível criar uma nova experiência de agendamento de recarga mais intuitiva e eficiente para o usuário. Isso garante que o aplicativo continue sendo uma ferramenta útil e eficaz para quem precisa carregar seu veículo elétrico."
    },
    "Delivery":{
        "back_button": "Voltar",
        "title": "Entrega Grátis da Delivery Much",
        "main": "Lojas parceiras da Delivery Much podem vender seus produtos pelo marketplace, cadastrar ofertas e oferecer cupons de desconto. Fiz parte de um projeto que construiu a experiência para cadastrar entregas promocionais na plataforma.",
        "main_company_title": "Empresa",
        "main_duration_title": "Duração",
        "main_duration": "4 meses",
        "main_role_title": "Meu Papel",
        "main_role": "User research, Prototipagem, Interface Design",
        "main_tools_title": "Ferramentas",
        "h2_overview": "Por que Entrega Promocional?",
        "overview_paragraph_01": "A Delivery Much é uma <bold>startup de delivery</bold>, onde lojistas oferecem produtos nos cardápios e usuários realizam compras pelo aplicativo ou website.",
        "overview_paragraph_02": "Apesar da possibilidade de cadastrar ofertas em produtos e cupons de desconto, <bold>não existia uma funcionalidade para configurar descontos na taxa de entrega</bold> destes estabelecimentos.",
        "overview_paragraph_03": "O processo existente era <bold>manual, suscetível à falhas e de difícil previsibilidade</bold>, muitos dos históricos de desempenho dessas promoções eram inacessíveis.",
        "overview_paragraph_04": "Junto da Tribo de Backoffice, participei do projeto para otimizar essa ferramenta atendendo às demandas do negócio e dos principais usuários. Realizei pesquisas exploratórias, design da experiência e conduzi testes de usabilidade internos e externos.",
        "h2_objective": "Objetivos",
        "objective_paragraph_01": "- Mapear o processo de solicitação, cadastro e verificação de resultados com entrega promocional e seus diferentes atores.",
        "objective_paragraph_02": "- Criar uma nova experiência que aumente o engajamento das lojas parceiras com descontos na entrega.",
        "objective_paragraph_03": "- Automatizar processo financeiro de inclusão de descontos na entrega em faturas das lojas parceiras.",
        "h2_discovery": "Entendendo o universo de free delivery",
        "discovery_paragraph_01": "Durante esta etapa, juntamos o conhecimento de diversos stakeholders para mapear as dificuldades com o produto atual e quais as necessidades para o futuro.",
        "discovery_paragraph_02": "Entramos em contato com outras tribos envolvidas, Cliente Final e Lojas, para entender quais as eram as certezas, suposições e dúvidas dentro do escopo e definimos quais principais pontos que precisariam ser explorados para cada time.",
        "h3_dinamic": "Dinâmica Presencial",
        "dinamic_paragraph_01": "<bold>Um dos processos de geração de insights foi a CDM 2022</bold>, a Convenção Delivery Much. O evento foi realizado presencialmente em março de 2022 e juntou diversos funcionários e franqueados para conversar sobre o futuro dos produtos e da empresa.",
        "dinamic_paragraph_02": "Através de uma dinâmica colaborativa durante um dia do evento os participantes trouxeram quais as <bold>principais dores e necessidades ao longo da jornada de cadastro de promoções.</bold>",
        "dinamic_paragraph_03": "Assim, foi possível elencar as principais dificuldades no processo de gestão de promoções das lojas bem como algumas ideias de possíveis soluções.",
        "h3_interviews": "Entrevistas",
        "interviews_paragraph_01": "Realizei entrevistas em profundidade com os times responsáveis por operacionalizar promoções de entrega por todo o ecossistema da Delivery Much:",
        "interviews_paragraph_02": "1. Entrevistamos a área de <bold>Operações</bold> para entender mais sobre como são acordados e cadastrados os valores de descontos e taxa de entrega,",
        "interviews_paragraph_03": "2. O time de <bold>Marketing</bold>, sobre como analisar o desempenho destas ações após a sua conclusão e o retorno sobre o investimento,",
        "interviews_paragraph_04": "3. E o time <bold>Financeiro</bold>. Ao final do processo, é necessário descontar ou acrescentar valores nas faturas das lojas.",
        "interviews_paragraph_05": "Também entrevistamos o time de franquias, que havia participado da dinâmica presencial. Selecionamos franquias que se adequavam as métricas pré selecionadas como nível de investimento com promoções e valor transacionado no marketplace:",
        "interviews_paragraph_06": "1. <bold>Franquias que não trabalham com entrega:</bold> entender o por que da falta de engajamento com a feature atual bem como poderíamos melhorar",
        "interviews_paragraph_07": "2. <bold>Franquias que trabalham com entregas:</bold> queríamos entender o que funciona para eles e como extrair o máximo da ferramenta.",
        "interviews_paragraph_08": "Através destas conversas, foi possível mapear de ponta a ponta o processo e entender quais os principais  pontos de frustração para cada persona e distribuir ações para cada time conduzir internamente.",
        "h3_journeys": "Jornadas de usuário",
        "journeys_paragraph_01": "Criamos diferentes jornadas de usuário, um para cada ator do marketplace: Franqueado (Usuário Interno), Loja e Cliente Final.",
        "journeys_paragraph_02": "Mapeamos cada ação e ponto de contato das lojas com a <bold>demanda e a necessidade </bold>por promoções, a jornada dos usuários internos e seus <bold>cadastros manuais</bold> e finalmente a busca e <bold>compra do cliente final</bold> no app.",
        "benchmarking_paragraph_01": "Como o projeto envolvia o design de frontend para conseguir cadastrar estas promoções, busquei encontrar funcionalidades similares nos produtos dos concorrentes.",
        "benchmarking_paragraph_02": "Foi possível utilizar estas referências na etapa de design de interação. Porém percebemos que o <bold>grau de personalização </bold> que a empresa oferecia era um diferencial <bold>inexistente em vários dos produtos analisados.</bold>",
        "h2_define": "Definido o produto",
        "define_paragraph_01": "Com estas técnicas, identificamos vários pontos de atrito na experiência dos usuários. Utilizamos a técnica de User Story Map para idealizar novos fluxos em cima dos fluxos atuais e também fasear as iniciativas em lançamentos.",
        "define_paragraph_02": "Além das necessidades de migração entre os sistemas, era o momento de avaliar cada aspecto da feature original, ver o que poderíamos aproveitar, e então criar uma nova versão atualizada.",
        "define_paragraph_03": "Com isso, pude construir fluxos ideais em diferentes níveis de fidelidade que contemplavam as necessidades de produto esperadas",
        "h2_design": "Desenhando a Solução",
        "design_paragraph_01": "Após a criação dos fluxos e validação com os stakeholders e o time técnico, criei experiências dentro de ambos os sistemas da empresa: dentro da plataforma de gestão de promoções e dentro do aplicativo para o usuário comprar.",
        "design_paragraph_02": "Apesar de diversas referencias de outros aplicativos e produtos, era necessário respeitar todas as fundações do Design System da companhia, o Marmita Design System.",
        "h3_delivery_plans": "Planos de Entrega",
        "plans_paragraph_01": "Para conseguir criar uma promoção nas entregas da loja, expandimos o conceito atual de planos de entrega e trabalhamos no design de um plano de entregas promocional.",
        "plans_paragraph_02": "Através do plano, é possível habilitar e desabilitar bairros bem como alterar as taxas de entrega dos mesmos. Também criamos indicadores visuais sobre qual o plano está ativo no momento para auxiliar na visibilidade.",
        "h3_delivery_banner": "Novos Destaques no Aplicativo",
        "banner_paragraph_01": "A pesquisa de usuários mostrou a importância de trazer estas informações para o Cliente final de maneira automatizada.",
        "banner_paragraph_02": "Encontramos um layout que trazia ao mesmo tempo a informação que precisávamos e também o destaque apropriado para a entrega grátis abrindo espaço para outras promoções no futuro.",
        "h3_free_delivery": "Entrega Grátis a partir de",
        "free_delivery_paragraph_01": "Uma necessidade apontada por muitos dos usuários era trazer a possibilidade de vincular um pedido mínimo à entrega grátis. ",
        "free_delivery_paragraph_02": "Expandimos a tela de planos de entrega para conter mais uma opção sobre o pedido mínimo para aquele plano.",
        "h3_billing": "Automatização de Faturamento",
        "billing_paragraph_01": "Com os fluxos mapeados e a nova UI da solução agora podemos automatizar os descontos vindo das entregas promocionais direto na conta das lojas.",
        "billing_paragraph_02": "Este processo auxiliou na redução do esforço necessário pelo time de faturamento e garante escalabilidade para o futuro da empresa.",
        "h2_usability": "Testes de Usabilidade",
        "usability_paragraph_01": "Para validar a usabilidade da solução, convidamos alguns usuários para condução de testes de usabilidade.",
        "usability_paragraph_02": "Os testes foram conduzidos de <bold>maneira remota</bold>onde os participantes puderam interagir com um <bold>protótipo desenvolvido no Figma</bold> e seguiram algumas tarefas pré-determinadas.",
        "h2_results": "Resultados",
        "results_paragraph_01": "Através do mapeamento completo da experiência de usuário, identificamos diversos pontos de atrito na jornada. A criação de um novo fluxo e UI para a solução foi crucial para garantir a escalabilidade do produto e para automatizar o processo financeiro das lojas parceiras. Os testes de usabilidade mostraram que a nova experiência continua fluida e sem atritos ao longo do processo."
    },
    "Footer": {
        "developed_by": "desenvolvido com ❤️ por"
    }
}